Repository: teamblue-e2/skin
Catalog: usr/lib/enigma2/python/Plugins/Extensions/PaxWeather/locale/*/LC_MESSAGES/PaxWeather.po
Languages: de

source: PaxWeather
de: PaxWetter

source: PaxWeather-Settings
de: PaxWetter-Einstellungen

source: Activate or deactivate the weather widget.
de: Aktivieren oder Deaktivieren Sie das Wetter-Widget.

source: Choose from different options to enter your settings. Press the yellow button to search for the weather code.
de: Wählen Sie aus verschiedenen Optionen um Ihre Einstellungen vorzunehmen. Drücken Sie die gelbe Taste um nach dem Wetter-Code zu suchen.

source: Enter your location. Press OK to use the virtual keyboard. Press the yellow button to search for the weather code.
de: Geben Sie Ihren Standort ein. Drücken Sie OK um die Virtuelle Tastatur zu verwenden. Drücken Sie die gelbe Taste um nach dem Wetter-Code zu suchen.

source: Enter your location:
de: Geben Sie Ihren Standort ein:

source: Systemplugin "weathercomponenthandler" is not installed. Do you want to install the plugin now?
de: Systemplugin "weathercomponenthandler" ist nicht installiert. Möchten Sie das Plugin jetzt installieren?

source: Systemplugin "weathercomponenthandler" is not installed. Please check your settings.
de: Systemplugin "weathercomponenthandler" ist nicht installiert. Bitte überprüfen Sie Ihre Einstellungen.

source: Systemplugin "weathercomponenthandler" was installed successfully.
de: Systemplugin "weathercomponenthandler" wurde erfolgreich installiert.

source: Systemplugin "weathercomponenthandler" could not be installed.
de: Systemplugin "weathercomponenthandler" konnte nicht installiert werden.

source: Do you really want to reboot now?
de: Wollen Sie jetzt neu starten?

source: Do you really want to exit without saving?
de: Wollen Sie wirklich beenden, ohne zu speichern?

source: Restart GUI
de: GUI neu starten

source: GUI needs a restart to apply the settings. Do you want to Restart the GUI now?
de: Zum Aktivieren der Einstellungen muss die Oberfläche neu gestartet werden. Wollen Sie jetzt neu starten?

source: Your box needs an internet connection to display the weather widget. Please solve the problem.
de: Ihre Box benötigt eine Internetverbindung, um das Wetter-Widget anzuzeigen. Bitte lösen Sie das Problem.

source: Enter location manually
de: Standort manuell eingeben

source: No valid location found.
de: Keinen gültigen Standort gefunden.

source: Location found:
de: Standort gefunden:

source: Weather-Code found:
de: Wetter-Code gefunden:

source: Choose your location:
de: Wählen Sie Ihren Standort:

source: Search Code
de: Suche Code

source: Search option
de: Suchoption

source: Location
de: Standort

source: Check location
de: Überprüfe Standort
